Repository: abalfoort/solydxk-system
Catalog: po/*.po
Languages: es_419, it, pt, ru, sr

source: You need a backup partition with at least %s free. Mount a backup drive and hit the refresh button.
pt: Precisa de uma partição de “backup” com pelo menos %s livre. Monte uma unidade de “backup” e aperte o botão de atualizar.
sr: Треба вам је партиција за резерву са слободних најмање %s. Монтирајте диск за резерву у притисните дугме за освежавање.

source: Firefox and/or Thunderbird are running. Please close these applications before you continue.
es_419: Se están ejecutando Firefox y/o Thunderbird. Por favor, cierre estas aplicaciones antes de continuar.
it: Firefox e/o Thunderbird in esecuzione Prego chiudere queste applicazioni prima di continuare
pt: Firefox e/ou Thunderbird estão em execução. Por favor, Encerre as aplicações antes de continuar.
ru: Firefox и/или Thunderbird работают. Пожалуйста, закройте эти приложения, прежде чем продолжить.
sr: Фајерфокс и/или Тандерберд су активни. Затворите ове програме пре него што наставите.

source: {title} cannot download and install the software localization packages Please repeat this process when you established an internet connection.
es_419: {title} no puede descargar e instalar los paquetes de localización del software Por favor, repita este proceso cuando haya establecido una conexión a Internet.
it: {title} Impossobole scaricare e installare il software dei pacchetti di localizzazione Prego ripetere il processo quando sarà stabilita una connessione a internet .
pt: {title} não se consegue baixar e instalar os pacotes de software de localização Por favor de repetir o processo quando estabelecer uma conexão com a internet.
ru: {title} невозможно загрузить и установить пакеты локализации программного обеспечения Повторите этот процесс после установки подключения к Интернету.
sr: {title} не може да преузме и инсталира пакете за локализацију Поновите овај корак када успоставите везу са интернетом.

source: Could not update the apt cache. Please update the apt cache manually with: apt-get update
es_419: No se ha podido actualizar la caché de apt. Por favor, actualice la caché de apt manualmente con: apt-get update
it: Non è stato possibile aggiornare la cache di apt-get. Si prega di aggiornare la cache fi apt-get manualmente con: apt-get update
pt: Não foi possível atualizar a cache do apt. Por favor, atualize a cache apt manualmente com: apt-get update
ru: Не удалось обновить кэш apt. Пожалуйста, обновите кеш apt вручную с помощью: apt-get update
sr: Не могу да освежим кеш за „apt“. Освежите га ручно командом: apt-get update

source: Nothing to do.
es_419: Nada que hacer.
it: Nessuna operazione da compiere
pt: Nada a fazer.
ru: Нечего делать.
sr: Нема послова.

source: There are no repositories to save.
es_419: No hay repositorios que guardar.
it: Non ci sono repository da slavare
pt: Não há nenhum repositórios para salvar.
ru: Нет репозиториев для сохранения.
sr: Нема складишта за чување.

source: Current
es_419: Actual
it: Attuale
pt: Atual
ru: Текущий
sr: коришћен

source: Country
es_419: País
it: Stato
pt: País
ru: Страна
sr: земља

source: Repository
es_419: Repositorio
pt: Repositório
ru: Репозиторий
sr: складиште

source: URL
sr: УРЛ

source: Speed
pt: Velocidade
sr: брзина

source: Please select a Plymouth theme.
pt: Por favor selecione um tema Plymouth.
sr: Изаберите тему за Плимут.

source: You need to reboot your system for the new settings to take affect.
es_419: Es necesario reiniciar el sistema para que la nueva configuración surta efecto.
it: Si prega di riavviare il sistema per rendere effettive le nuove impostazioni.
pt: É necessário reiniciar o sistema para que as novas configurações tomem efeito.
ru: Вам необходимо перезагрузить систему, чтобы новые настройки вступили в силу.
sr: Морате поново покренути систем како би нове поставке биле примењене.

source: Reboot
es_419: Reiniciar
it: Riavvio
pt: Reiniciar
ru: Перезагрузить
sr: Поново покрени

source: Encryption done
es_419: Cifrado realizado
it: Cifratura completata
pt: Crifragem concluída
ru: Шифрование выполнено
sr: Шифровање завршено

source: Encryption has finished. Do you want to restart your computer?
es_419: Cifrado finalizado. ¿Deseas reiniciar el computador?
it: Decifratura completata. Riavviare il computer?
pt: A cifragem foi concluída. Deseja reiniciar o computador?
ru: Шифрование завершено. Вы хотите перезагрузить компьютер?
sr: Шифровање је завршено. Желите ли да поново покренете рачунар?

source: Decryption done
es_419: Descifrado finalizado
it: Decifratura completata
pt: Decifração concluída
ru: Расшифровка завершена
sr: Дешифровање завршено

source: Decryption has finished. Do you want to restart your computer?
es_419: Descifrado finalizado. ¿Deseas reiniciar el computador?
it: Cecifratura completata. Riavviare il computer?
pt: A decifração foi concluída. Deseja reiniciar o computador?
ru: Расшифровка завершена. Вы хотите перезагрузить компьютер?
sr: Дешифровање је завршено. Желите ли да поново покренете рачунар?

source: Passphrase changed for {0}.
pt: Frase-senha alterada para {0}.
sr: Лозинка измењена за {0}.

source: Partition passphrase
es_419: Frase de acceso de la partición
it: Passphrase della partizione
pt: Frase-senha da partição
ru: Пароль раздела
sr: Лозинка партиције

source: Please, provide the current passphrase for the encrypted partition
es_419: Por favor, proporcione la frase de acceso actual para la partición encriptada
it: Si prega di inserire la passphrase corrente per criptare la partizione
pt: Por favor, forneça a atual frase-senha para a partição cifrada
ru: Пожалуйста, укажите текущую парольную фразу для зашифрованного раздела
sr: Наведите тренутну лозинку за шифровану партицију

source: ISO to USB
es_419: ISO a USB
it: Da ISO a USB
pt: ISO para USB
ru: ISO на USB
sr: ИСО на УСБ

source: Full path to ISO file
es_419: Ruta completa del archivo ISO
it: Percorso completo al file ISO
pt: Caminho completo para o ficheiro ISO
ru: Полный путь к файлу ISO
sr: Пуна путања до ИСО фајла

source: Confirm USB device
es_419: Confirmar dispositivo USB
it: Conferma il dispositivo USB
pt: Confirmar o dispositivo USB
ru: Подтвердите USB-устройство
sr: Потврдите УСБ уређај

source: This will destroy all data on:
es_419: Esto destruirá todos los datos en:
it: Saranno eliminati tutti i dati su:
pt: Isto irá destruir todos os dados em:
ru: Это приведет к уничтожению всех данных на:
sr: Ово ће уништити податке на:

source: Are you sure you want to proceed?
es_419: ¿Estás seguro de que quieres continuar?
it: Sei sicuro di voler procedere?
pt: Tem a certeza de que quer continuar?
ru: Вы уверены, что хотите продолжить?
sr: Заиста желите да наставите?

source: No USB pen drive found.
es_419: No se ha encontrado ninguna memoria USB.
it: Nessuna chiavetta USB trovata.
pt: Não foi encontrado uma pen USB.
ru: USB-накопитель не найден.
sr: Није нађен УСБ диск.

source: No ISO path provided.
es_419: No se ha proporcionado la ruta ISO.
it: Non è stato fornito alcun percorso ISO.
pt: Não foi fornecido o caminho para o ISO.
ru: Путь к ISO не указан.
sr: Нисте навели ИСО путању.

source: SolydXK System Settings
it: Impostazioni di sistema di SolydXK
pt: Configurações de Sistema SolydXK
sr: Системске поставке за СолидИксК

source: Change system settings for SolydXK
es_419: Cambiar la configuración del sistema para SolydXK
it: Cambia le impostazioni di sistema per SolydXK
pt: Alterar as configurações de sistema SolydXK
ru: Изменить настройки системы для SolydXK
sr: Измена системских поставки за СолидИксК

source: Encrypt or decrypt this USB device with SolydXK System.
es_419: Cifre o descifre este dispositivo USB SolydXK System.
it: Cripta o decripta questo device USB con SolydXK System
pt: Cifrar ou decifrar este dispositivo USB com o Sistema SolydXK.
ru: Зашифруйте или дешифруйте это USB-устройство с помощью SolydXK System.
sr: Шифруј или дешифруј овај УСБ помоћу СолидИксК система.

source: System
es_419: Sistema
it: Sistema
pt: Sistema
ru: Система
sr: Систем

source: Limit the xsession-errors file size
es_419: Limitar el tamaño del archivo xsession-errors
it: Limita le dimensioni del file xsession-errors
pt: Limitar o tamanho do ficheiro xsession-errors
ru: Ограничить размер файла xsession-errors
sr: Ограничи величину за фајл „xsession-errors“

source: Xsession Errors Log Control
it: Log di controllo degli errori di Xsession
pt: Controlo de Log de Erros Xsession
sr: Управљање дневником грешака Икс-сесије

source: Run LuckyBackup as super user
es_419: Ejecutar LuckyBackup como superusuario
it: Lancia LuckyBackup come super user
pt: Executar o LuckyBackup como super utilizador
ru: Запустите LuckyBackup от имени суперпользователя
sr: Покрени ЛакиБекап (LuckyBackup) као супер корисник

source: Authentication is required to run LuckyBackup (super user)
es_419: La autentificación es necesaria para ejecutar LuckyBackup (super usuario)
it: Autenticazione richiesta per lanciare LuckyBackup (super user)
pt: É necessária autenticação para executar o LuckyBackup (super utilizador)
ru: Для запуска LuckyBackup требуется аутентификация (суперпользователь)
sr: Потребна је аутентификација за покретање ЛакиБекапа (luckybackup) (супер корисник)

source: Authentication is required to run SolydXK System Settings
es_419: La autenticación es necesaria para ejecutar SolydXK System Settings
it: Autentcazione richiesta per lanciare SolydXK System Settings
pt: Autenticação é necessária para executar Configurações de Sistema SolydXK
ru: Для запуска SolydXK System Settings необходима аутентификация
sr: Неопходна је аутентификација за покретање СолидИксК поставки система

source: SolydXK System Settings: Device Driver Help
es_419: SolydXK System Settings: Ayuda para el controlador del dispositivo
it: SolydXK System Settings: Aiuto dei driver di dispositivo
pt: Configurações de Sistema de SolydXK: Ajuda ao Driver do Dispositivo
ru: SolydXK System Settings: Устройство Драйвер Помощь
sr: СолидИксК системске поставке: Помоћ у вези драјвера

source: Description
es_419: Descripción
it: Descrizione
pt: Descrição
ru: Описание
sr: Опис

source: The Device Driver is a tool to help users installing third-party hardware drivers. Currently Nvidia, AMD/ATI and Broadcom drivers can be installed and allows to install the PAE kernel for multi-core 32-bit systems. The Device Driver will only list those devices that are supported. It will not list any other devices then mentioned above.
es_419: Device Driver es una herramienta que ayuda a los usuarios a instalar controladores de hardware de terceros. Actualmente se pueden instalar los controladores de Nvidia, AMD/ATI y Broadcom y permite instalar el kernel PAE para sistemas multinúcleo de 32 bits. Device Driver sólo listará aquellos dispositivos que son soportados. No listará ningún otro dispositivo que no haya sido mencionado anteriormente.
it: Il Device Driver di dispositivo è un strumento che aiuta gli utenti ad installare driver hardware di terze parti. Attualmente possono essere instalalti driver Nvidia, AMD/ATI e Broadcom e questo permette di instalalre kernel PAE per sistemi multi-core a 32 bit. Il Device Driver elencherà solo i dispositivi supportati. Non elencherà nessun altro dispositivo oltre a quelli.
pt: O Driver de Dispositivo é uma ferramenta para ajudar os utilizadores na instalação de drivers de hardware de terceiros. Atualmente, os drivers da Nvidia, AMD/ATI e Broadcom podem ser instaladas e permite instalar o kernel PAE para sistemas de 32 bits multi-core. O Driver de Dispositivo só irá listar os dispositivos que são suportados. Ele não irá listar quaisquer outros dispositivos mencionados acima.
ru: Драйвер устройства — это инструмент, помогающий пользователям устанавливать драйвера оборудования сторонних производителей. В настоящее время доступны драйвера Nvidia, AMD/ATI и Broadcom, которые позволяют установить ядро ​​PAE для многоядерных 32-битных систем. В драйвере устройства будут перечислены только те устройства, которые поддерживаются. В нем не будут перечислены другие устройства, упомянутые выше.
sr: Драјвер уређаја је алатка која помаже корисницима да инсталирају драјвере произвођача хардвера. Тренутно се могу инсталирати драјвери за Енвидију (Nvidia), АМД/АТИ и Бродком (Broadcom) а омогућава и инсталацију ПАЕ кернела за више-језгарне 32-битне системе, Драјвер уређаја ће приказати подржане уређаје, а не све горе наведене.

source: Important
es_419: Importante
it: Importante
pt: Importante
ru: Важно
sr: Важно

source: The Device Driver can only install drivers which are available in the repositories. Make sure you have an internet connection if you want to install the drivers.
es_419: Device Driver sólo puede instalar los controladores que están disponibles en los repositorios. Asegúrese de tener una conexión a Internet si desea instalar los controladores.
it: Device Driver può installare solo driverdisponibili nei repository. Assicurati di avere una connessione internet se vuoi installare i driver.
pt: O Driver de Dispositivo só pode instalar drivers que estão disponíveis nos repositórios. Certifique-se de ter uma conexão à Internet se desejar instalar os drivers.
ru: Драйвер устройства может устанавливать только те драйвера, которые доступны в репозиториях. Убедитесь, что у вас есть подключение к Интернету, если вы хотите установить драйвера.
sr: Драјвер уређаја може да инсталира само оно што има у складиштима. Проверите везу са интернетом ако хоћете да инсталирате драјвере.

source: Commands
es_419: Comandos
it: Comandi
pt: Comandos
ru: Команды
sr: Наредбе

source: If you prefer to install the drivers by terminal, you can use the following commands:
es_419: Si prefiere instalar los controladores mediante una terminal, puede utilizar los siguientes comandos:
it: Se preferisci installare i driver da terminale, puoi usare i seguenti comandi
pt: Se prefere instalar os “drivers” pelo terminal, pode usar os seguintes comandos:
ru: Если вы предпочитаете устанавливать драйвера через терминал, вы можете использовать следующие команды:
sr: Ако желите да драјвере инсталирате из терминала, можете користити следеће команде:

source: This will install the drivers for your AMD/ATI graphical card. AMD/ATI cards from version HD 5000 and up are supported by the drivers. Versions between 1000 and 5000 will use the Radeon drivers. Use "ddm -p amd" to remove the drivers from your system.
es_419: Esto instalará los controladores para su tarjeta gráfica AMD/ATI. Las tarjetas AMD/ATI a partir de la versión HD 5000 son compatibles con los controladores. Las versiones entre 1000 y 5000 utilizarán los controladores Radeon. Utilice "ddm -p amd" para eliminar los controladores de su sistema.
it: Saranno instalalti i driver per la tua scheda grafica AMD/ATI. Sono supportate dal driver schede grafiche AMD/ATI cards dalla versione HD 5000 in su. Versioni tra la 1000 e la 5000 useranno i driver Radeon. Usa "ddm -p amd" per rimuovere i driver dal tuo sistema.
pt: Isto irá instalar os drivers para sua placa gráfica AMD / ATI. As placas AMD / ATI da versão HD 5000 e superior são suportados pelos drivers. Versões entre 1000 e 5000 usarão os drivers Radeon. Use "ddm -p amd" para remover os drivers do seu sistema.
ru: При этом будут установлены драйвера для вашей графической карты AMD/ATI. Карты AMD/ATI версии HD 5000 и выше поддерживаются драйверами. Версии между 1000 и 5000 будут использовать драйвера Radeon. Используйте «ddm -p amd», чтобы удалить драйвера из вашей системы.
sr: Ово ће инсталирати драјвере за АМД/АТИ графичку карту. Драјвер подржава АМД/АТИ картице од верзије „HD 5000“ па надаље. Верзије између 1000 и 5000 користе „Radeon“ драјвере. Користите „ddm -p amd“ да уклоните драјвере са система

source: This will select the right drivers for your Nvidia graphical card. It will select the Bumblebee drivers in case you have a hybrid card (both Nvidia and Intel). Use "ddm -p nvidia" to remove the drivers from your system.
es_419: Esto seleccionará los controladores adecuados para su tarjeta gráfica Nvidia. Seleccionará los controladores Bumblebee en caso de que tengas una tarjeta híbrida (tanto Nvidia como Intel). Utilice "ddm -p nvidia" para eliminar los controladores de su sistema.
it: Verrà selezionato il driver corretto per la tua scheda grafica Nvidia. Verranno selezionati driver Bumblebee nel caso tu abbia una scheda ibrida (sia Nvidia che Intel). Usa "ddm -p nvidia" per rimuovere i driver dal tuo sistema.
pt: Isso irá selecionar os drivers corretos para a sua placa gráfica Nvidia. Ele selecionará os drivers do Bumblebee caso você tenha uma placa híbrida (Nvidia e Intel). Use "ddm -p nvidia" para remover os drivers do seu sistema.
ru: Это позволит выбрать правильные драйвера для вашей графической карты Nvidia. Будутвыбраны драйвера Bumblebee, если у вас гибридная карта (как Nvidia, так и Intel). Используйте «ddm -p nvidia», чтобы удалить драйвера из вашей системы.
sr: Ово ће инсталирати праве драјвере за вашу Енвидија (Nvidia) графичку карту. Изабраће „Bumblebee“ драјвере у случају да имате хибридну картицу (Енвидија + Интел). Користите „ddm -p nvidia“ да уклоните драјвере са система.

source: You can use this command if you want to revert back to the open Nouveau drivers. It will remove any proprietary drivers from your system.
es_419: Puede utilizar este comando si desea volver a los controladores abiertos de Nouveau. Eliminará cualquier controlador propietario de su sistema.
it: Puoi usare questo comando se vuoi tornare indietro ai driver open Nouveau. Verranno rimossi tutti i driver proprietari dal tuo sistema.
pt: Pode usar este comando se quiser reverter para os “drivers” abertos Nouveau. Ele removerá todos os “drivers” proprietários do seu sistema.
ru: Вы можете использовать эту команду, если хотите вернуться к открытым драйверам Nouveau. Это удалит все проприетарные драйвера из вашей системы.
sr: Ову команду можете искористити када желите да се вратите на отворене „Nouveau“ драјвере. То ће уклонити све власничке драјвере са система.

source: This command will install the right driver for your wireless Broadcom adapter. Use "ddm -p broadcom" to remove the drivers from your system.
es_419: Este comando instalará el controlador adecuado para su adaptador inalámbrico Broadcom. Utilice "ddm -p broadcom" para eliminar los controladores de su sistema.
it: Questo comando installerà i driver corretti per il tuo adattatore wireless Broadcom. Usa "ddm -p broadcom" per rimuovere i driver dal tuo sistema.
pt: Este comando irá instalar o driver correto para o adaptador wireless Broadcom. Use "ddm -p broadcom" para remover os drivers do seu sistema.
ru: Эта команда установит правильный драйвер для вашего беспроводного адаптера Broadcom. Используйте «ddm -p Broadcom», чтобы удалить драйвера из вашей системы.
sr: Ова команда ће инсталирати праве драјвере за Бродком (Broadcom) бежични адаптер. Користите „ddm -p broadcom“ да уклоните драјвере са система.

source: This will install the PAE kernel on multi-processor systems running a 32-bit OS. Use "ddm -p pae" to remove the PAE kernel from your system. Note that you cannot remove the kernel when you are currently booted into that kernel.
es_419: Esto instalará el kernel PAE en sistemas multiprocesadores que ejecuten un SO de 32 bits. Utilice "ddm -p pae" para eliminar el kernel PAE de su sistema. Tenga en cuenta que no puede eliminar el kernel cuando está arrancando en ese kernel.
it: Verrà instalalto il PAE kernel su sistemi multiprocessore con sistemi operativi a 32 bit. Usa "ddm -p pae" per rimuovere il PAE kernel dal tuo sistema. Tieni presente che non puoi rimuovere un kernel se hai caricato quel kernel.
pt: Isto irá instalar o kernel PAE em sistemas multi-processadores que executam um sistema operativo de 32 bits. Use "ddm -p pae" para remover o kernel PAE do seu sistema. Observe que você não pode remover o kernel quando atualmente você o tem inicializado.
ru: Это позволит установить ядро ​​PAE на многопроцессорных системах под управлением 32-битной ОС. Используйте «ddm -p pae», чтобы удалить ядро ​​PAE из вашей системы. Обратите внимание, что вы не можете удалить ядро, загруженное в данный момент .
sr: Ово ће инсталирати ПАЕ кернел за више-процесорске системе које покреће 32-битни ОС. Користите „ddm -p pae“ да уклоните ПАЕ кернел са система. Знајте само да не можете уклањати кернел којим сте подигли текућу сесију.

source: Logging
es_419: Registro
it: Registrazione di log
pt: Registos
ru: Ведение журнала
sr: Бележење

source: Please, attach your log file when you post an issue on our forum: <a href="https://forums.solydxk.com" target="_blank">https://forums.solydxk.com</a>
es_419: Por favor, adjunte su archivo de registro cuando publique un problema en nuestro foro: <a href="https://forums.solydxk.com" target="_blank">https://forums.solydxk.com</a>
it: Per favore, allega il tuo file di log quando posti un problema sul nostro forum: <a href="https://forums.solydxk.com" target="_blank">https://forums.solydxk.com</a>
pt: Por favor, anexe o seu ficheiro de log quando publica um problema no nosso fórum: <a href="https://forums.solydxk.com" target="_blank">https://forums.solydxk.com</a>
ru: Пожалуйста, прикрепите файл журнала, когда вы публикуете проблему на нашем форуме: <a href="https://forums.solydxk.com" target="_blank">https://forums.solydxk.com</a>
sr: Прикачите свој фајл дневника када постављате проблеме на форуму:<a href="https://forums.solydxk.com" target="_blank">https://forums.solydxk.com</a>

source: SolydXK System Settings Encryption Help
es_419: SolydXK System Settings Ayuda para el cifrado
it: SolydXK System Settings Encryption - Aiuto
pt: Ajuda de Cifra em Configurações de Sistema SolydXK
ru: SolydXK System Settings Шифрование Помощь
sr: Помоћ о поставкама системског шифровања

source: Encrypt partitions of your system with LUKS.
es_419: Cifre las particiones de su sistema con LUKS.
it: Cifratura della partizione con LUKS.
pt: Cifrar as partições do seu sistema com LUKS.
ru: Зашифруйте разделы вашей системы с помощью LUKS.
sr: Шифрујте партиције на систему помоћу ЛУКС-а

source: SolydXK System Settings will create and restore a backup of the data of the partition you are going to encrypt or decrypt. Mount a partition or external drive for this purpose before you start.
es_419: SolydXK System Settings creará y restaurará una copia de seguridad de los datos de la partición que va a cifrar o descifrar. Monte una partición o unidad externa para este propósito antes de empezar.
it: SolydXK System Settings creerà un backup dei dati presenti sulla partizione che si vuole cifrare o decifrare, in seguito tenterà di ripristinare i dati. Montare una partizione o una periferica esterna dedicata a questo scopo prima di iniziare.
pt: As Configurações de Sistema SolydXK irá criar ou restaurar um “backup” dos dados da partição que irá cifrar ou decifrar. Monte uma partição ou unidade externa para esse propósito antes de começar.
ru: SolydXK System Settings создаст и восстановит резервную копию данных раздела, который вы собираетесь зашифровать или расшифровать. Для этого перед началом работы смонтируйте раздел или внешний диск.
sr: СолидИксК системске поставке ће правити и враћати резервне копије партиције коју шифрујете или дешифрујете. Пре него што почнете, монтирајте партицију или спољни диск за ту намену.
