Repository: abalfoort/solydxk-system
Catalog: po/*.po
Languages: es_419, it, pt, ru, sr

source: You cannot encrypt a booted root or home partition with SolydXK System Settings. If you wish to do so you can download the latest ISO from our main site and run SolydXK System Settings in a live session. Note that you need an unencrypted boot partition if you want to encrypt your root partition and that Grub2 will be installed on the disk where the root partition is.
es_419: SolydXK System Settings no puede cifrar una partición root o home arrancada. Si deseas hacerlo, puedes descargar la última ISO de nuestro sitio principal y ejecutar SolydXK System Settings en una sesión live. Ten en cuenta que necesita una partición de arranque sin cifrar si quieres cifrar tu partición root y que Grub2 se instalará en el disco donde está la partición root.
it: Non è possibile cifrare una partizione home o root quando il sistema è già avviato usando SolydXK System Settings. Se si desidera comunque portare a termine questa operazione è possibile scaricare l'ultima immagine ISO dalla pagina web ed avviare SolydXK System Settings dalla sessione live. Notare che sarà necessaria una partizione di boot non cifrata per cifrare la partizione root e che Grub2 sarà installato sul disco dove risiede la partizione root
pt: Não pode cifrar uma partição root ou home inicializada com as Configurações de Sistema SolydXK. Se desejar fazê-lo, pode descarregar o ISO mais recente do nosso sítio principal e executar Configurações do Sistema SolydXK numa sessão live. Observe que precisa de uma partição de inicialização não cifrada se desejar cifrar a sua partição root e que Grub2 será instalado no disco de onde a partição root está.
ru: Вы не можете зашифровать загруженный корневой или домашний раздел с помощью SolydXK System Settings. Если вы хотите это сделать, вы можете загрузить последнюю версию ISO с нашего основного сайта и запустить SolydXK System Settings в live-режиме. Обратите внимание, что вам нужен незашифрованный загрузочный раздел, если вы хотите зашифровать корневой раздел, и что Grub2 будет установлен на диск, где находится корневой раздел.
sr: Не можете шифровати тренутно коришћену корену или „home“ партицију. Ако тако нешто желите, скините ИСО фајл инсталационог диска и покрените СолидИксК системске поставке са „живог“ система. Знајте да вам треба нешифрована „boot“ партиција ако желите да шифрујете корену партицију и да ће ГРУБ2 бити инсталиран на диску где је и корена партиција.

source: Only those partitions that are mounted in fstab are saved to fstab. If you wish to include new partitions in fstab you need to manually add them before you run SolydXK System Settings.
es_419: Sólo se guardan en fstab las particiones que están montadas en fstab. Si deseas incluir nuevas particiones en fstab debe añadirlas manualmente antes de ejecutar SolydXK System Settings.
it: Solo le partizioni montate tramite fstab saranno salvate su fstab. Se si desidera includere nuove partizioni nel file fstab sarà necessario aggiungerle manualmente prima di avviare SolydXK System Settings
pt: Somente as partições que são montadas no fstab são salvas no fstab. Se você desejar incluir novas partições em fstab que você precisa, deve adicionar-las manualmente antes de executar as Configurações de Sistema SolydXK.
ru: В fstab сохраняются только те разделы, которые смонтированы в fstab. Если вы хотите включить новые разделы в fstab, вам необходимо добавить их вручную перед запуском SolydXK System Settings.
sr: Само оне партиције које су монтиране у фајлу „fstab“ су и сачувене у њему. Ако желите да укључите нове партиције у „fstab“, морате ручно да их додате пре покретања СолидИксК системских поставки.

source: Examples
es_419: Ejemplos
it: Esempi
pt: Exemplos
ru: Примеры
sr: Примери

source: When you start SolydXK System Settings you will see a list of partitions that you can either encrypt or decrypt. An encrypted partition shows this icon: <img src="/usr/share/solydxk/system/icons/encrypted.png" /> and an unencrypted partition shows this icon: <img src="/usr/share/solydxk/system/icons/unencrypted.png" />. Your selection will decide which actions can be taken on that partition. Removable media will show these icons: <img src="/usr/share/solydxk/system/icons/unencrypted-usb.png" /> and <img src="/usr/share/solydxk/system/icons/encrypted-usb.png" />.
es_419: Cuando inicies SolydXK System Settings, verás una lista de particiones que puedes cifrar o descifrar. Una partición cifrada muestra este icono: <img src="/usr/share/solydxk/system/icons/encrypted.png" /> y una partición no cifrada muestra este icono: <img src="/usr/share/solydxk/system/icons/unencrypted.png" />. Tu selección decidirá qué acciones se pueden realizar en esa partición. Los medios extraíbles mostrarán estos iconos <img src="/usr/share/solydxk/system/icons/unencrypted-usb.png" /> y <img src="/usr/share/solydxk/system/icons/encrypted-usb.png" />.
it: All'vavio di SolydXK System Settings sarà possibile vedere la lista delle partizioni che possono essere cifrate o decifrate. Le partizioni cifrate saranno indicate con questa icona: <img src="/usr/share/solydxk/system/icons/encrypted.png" />mentre le partizioni non cifrate con questa icona: <img src="/usr/share/solydxk/system/icons/unencrypted.png" />. Sarà possibile selezionarle e decidere quali azioni effettuare sulle partizioni. Le periferiche rimovibili saranno indicate con le seguenti icone: <img src="/usr/share/solydxk/system/icons/unencrypted-usb.png" /> e<img src="/usr/share/solydxk/system/icons/encrypted-usb.png" />.
pt: Quando iniciar as Configurações de Sistema SolydXK, verá uma lista de partições que pode cifrar ou decifrar. Uma partição cifrada mostra este ícone: <img src="/usr/share/solydxk/system/icons/encrypted.png" /> e uma partição não cifrada mostra este ícone: <img src="/usr/share/solydxk/system/icons/unencrypted.png" />. A sua seleção irá decidir quais as ações que podem ser tomadas nessa partição. Os meios removíveis mostrarão estes ícones: <img src="/usr/share/solydxk/system/icons/unencrypted-usb.png" /> e <img src="/usr/share/solydxk/system/icons/encrypted-usb.png" />.
ru: Когда вы запустите SolydXK System Settings, вы увидите список разделов, которые вы можете зашифровать или расшифровать. Зашифрованному разделу соответствует этот значок: <img src="/usr/share/solydxk/system/icons/encrypted.png" />, а незашифрованному разделу - этот значок: <img src="/usr/share/solydxk/system/icons/unencrypted.png" />. От вашего выбора будет зависеть, какие действия могут быть предприняты с этим разделом. На съемных носителях будут отображаться следующие значки: <img src="/usr/share/solydxk/system/icons/unencrypted-usb.png" /> и <img src="/usr/share/solydxk/system/icons/encrypted-usb.png" />.
sr: Када покренете СолидИксК системске поставке, видећете листу партиција које можете шифровати или дешифровати. Шифроване су обележене иконом: <img src="/usr/share/solydxk/system/icons/encrypted.png" /> а нешифроване са: <img src="/usr/share/solydxk/system/icons/unencrypted.png" />. Ваш избор одређује шта ће се радити са том партицијом. Уклоњиви диск је обележен са: <img src="/usr/share/solydxk/system/icons/unencrypted-usb.png" /> и <img src="/usr/share/solydxk/system/icons/encrypted-usb.png" />.

source: Following are some examples on how to use SolydXK System Settings:
es_419: A continuación se muestran algunos ejemplos sobre cómo utilizar SolydXK System Settings:
it: Di seguito alcuni esempi su come usare SolydXK System Settings:
pt: Seguem-se alguns exemplos sobre como usar as Configurações de Sistema SolydXK:
ru: Ниже приведены несколько примеров использования SolydXK System Settings:
sr: Следе неки примери како користити Системске поставке СолидИксК:

source: Encrypt a USB pen drive
es_419: Cifrar una memoria USB
it: Cifrare una chiavetta USB
pt: Cifrar uma pen USB
ru: Зашифровать USB-накопитель
sr: Шифруј УСБ диск

source: Insert a USB pen drive and mount it. Hit the refresh button to list the pen drive and select the partition of that drive drive you wish to encrypt. Fill in your passphrase twice and hit the "Encrypt" button.
es_419: Inserta un pendrive USB y móntalo. Pulsa el botón de actualizar para que aparezca el pendrive y selecciona la partición de esa unidad que deseas cifrar. Introduce tu frase de acceso dos veces y pulsa el botón "Cifrar".
it: Inserire la chiavetta USB e montarla. Premere su aggiorna per far comparire la chiavetta e selezionare la partizione della periferica che si desidera criptare. Inserire la passphrase desiderata due volte e premere "Cifra".
pt: Insira uma pen USB e monte-a. Pressione o botão de atualizar para listar a pen USB e selecione a partição da unidade que deseja cifrar. Preencha sua frase-senha duas vezes e pressione o botão "Cifrar".
ru: Вставьте USB-накопитель и смонтируйте его. Нажмите кнопку обновления, чтобы просмотреть список флэш-накопителей, и выберите раздел этого диска, который вы хотите зашифровать. Дважды введите парольную фразу и нажмите кнопку «Зашифровать».
sr: Убаците УСБ диск и монтирајте га. Притисните дугме „Освежи“ да би се појавио на листи и изаберите партицију коју желите да шифрујете. Унесите лозинку два пута и притисните дугме „Шифруј“.

source: Encrypt the root (and swap) partition
es_419: Cifrar la partición raíz (y la de intercambio)
it: Cifra la partizione root (e quella di swap).
pt: Cifrar a partição root (e swap)
ru: Зашифруйте корневой раздел(root) и раздел подкачки(swap)
sr: Шифруј корену (и свап) партицију

source: WARNING: do this at your own risk!
es_419: ADVERTENCIA: ¡hazlo bajo tu propio riesgo!
it: ATTENZIONE: continuare a proprio rischio!
pt: AVISO: faça isto pela sua conta e risco!
ru: ВНИМАНИЕ: делайте это на свой страх и риск!
sr: УПОЗОРЕЊЕ: чините ово на сопствени ризик!

source: You will need an unecrypted /boot partition. If you do not have a /boot partition, here's how to create one. In a live session you start GParted and create a partition of at least 200 MB of free space. This partition can be created from existing unallocated space, or by shrinking another partition and using the newly-created free space. In this example I've created a new partition: /dev/sda1 which I want to mount as /boot into the root partition /dev/sda2. Change the partition paths accordingly to your situation.
es_419: Necesitará una partición /boot sin cifrar. Si no tienes una partición /boot, aquí tienes cómo crear una. En una sesión live, inicie GParted y cree una partición de al menos 200 MB de espacio libre. Esta partición puede crearse a partir de espacio no asignado existente, o reduciendo otra partición y utilizando el espacio libre recién creado. En este ejemplo he creado una nueva partición: /dev/sda1 que quiero montar como /boot en la partición raíz /dev/sda2. Cambia las rutas de las particiones según tu situación.
it: Sarà necessaria una partizione di /boot non cifrata. Se non si dispone di una partizione di /boot, si può crearne una nel seguente modo. Da una sessione live, avviare GParted e creare una partizione di almeno 200MB. La partizione potrà essere creata da spazio esistente da allocare oppure ricavato dal ridimensionamento di altre partizioni. In questo esempio è stata creata una nuova partizione: /dev/sda1 che verrà montata come /boot bella partizione di root /dev/sda2. Si prega di cambiare i percorsi a seconda delle necessità.
pt: Necessitará de uma partição /boot que não seja cifrada. Se não possui uma partição /boot, veja como criar uma. Numa sessão live, inicie GParted e crie uma partição de pelo menos 200 MB de espaço livre. Esta partição pode ser criada a partir de espaço não alocado existente ou encolhendo outra partição e usando o espaço livre recém-criado. Neste exemplo, criei uma partição: /dev/sda1 que eu quero montar como /boot na partição raiz /dev/sda2. Altere os caminhos da partição de acordo com a sua situação.
ru: Вам понадобится незашифрованный раздел /boot. Если у вас нет раздела /boot, вот как его создать. В live сессии вы запускаете GParted и создаете раздел размером не менее 200 МБ свободного места. Этот раздел можно создать из существующего нераспределенного пространства или путем сжатия другого раздела и использования вновь созданного свободного пространства. В этом примере я создал новый раздел: /dev/sda1, который хочу смонтировать как /boot в корневой раздел /dev/sda2. Измените пути к разделам в соответствии с вашей ситуацией.
sr: Потребна вам је нешифрована /boot партиција. Ако немате одвојену /boot партицију, ево како да је направите. У „живој“ сесији покрените ГПартед и направите партицију од бар 200Mb. Она се може направити од неискоришћеног простора или смањењем постојеће партиције па искористите ослобођени слободан простор. У овом примеру, направио сам нову партицију: /dev/sda1 коју желим да монтирам као /boot нa корену партицију /dev/sda2. Измените путање у складу са вашом ситуацијом.

source: Open a terminal, and run these commands as root:
es_419: Abra un terminal y ejecute estos comandos como root:
it: Aprire un terminale ed inserire questi comandi come amministratore (root):
pt: Abra um terminal e execute esses comandos como root:
ru: Откройте терминал и выполните эти команды от имени пользователя root:
sr: Отворите терминал и покрените ове команде као корисник „root“:

source: You can now reboot your system and check if the boot partition is properly mounted:
es_419: Ahora puede reiniciar su sistema y comprobar si la partición de arranque está correctamente montada:
it: Si prega di riavviare il compyter e controllare se la partizione di boot è stata montata correttamente.
pt: Agora você pode reiniciar seu sistema e verificar se a partição de inicialização está corretamente montada:
ru: Теперь вы можете перезагрузить систему и проверить, правильно ли смонтирован загрузочный раздел:
sr: Сада можете поново подићи систем и проверити да ли је „boot“ партиција исправно монтирана:

source: To encrypt the root (and swap) partition, you need to start a live session again, start SolydXK System Settings and select the root partition (and any other partition you'd like to encrypt).
es_419: Para cifrar la partición raíz root (y la de intercambio swap), es necesario volver a iniciar una sesión live, iniciar SolydXK System Settings y seleccionar la partición raíz (y cualquier otra partición que desees cifrar).
it: Per cifrare la partizione di root (e swap), è necessario avviare una nuova sessione live, avviare SolydXK System Settings e selezionare la partizione di root (e ogni altra partizione che si desidera cifrare).
pt: Para cifrar a partição root (e swap), precisa iniciar uma sessão live novamente, iniciar Configurações do Sistema SolydXK e selecionar a partição root (e qualquer outra partição que deseja cifrar).
ru: Чтобы зашифровать корневой раздел (и раздел подкачки), вам необходимо снова запустить live сеанс, запустить SolydXK System Settings и выбрать корневой раздел (и любой другой раздел, который вы хотите зашифровать).
sr: Да бисте шифровали корену (и свап) партицију, морате поново покренути „живу“ сесију, покренути СолидИксК системске поставке и изабрати корену партицију (и све друге које желите да шифрујете).

source: Change the passphrase of an encrypted partition
es_419: Cambiar la frase de acceso de una partición encriptada
it: Cambia la passphrase di una partizione cifrata
pt: Alterar a frase-senha de uma partição cifrada
ru: Изменить парольную фразу зашифрованного раздела
sr: Измените лозинку за шифровану партицију

source: Select an encrypted partition from the list, fill in your passphrase twice and hit the "Change Passphrase" button.
es_419: Selecciona una partición encriptada de la lista, rellena tu frase de acceso dos veces y pulsa el botón "Cambiar frase de acceso".
it: Seleziona una partizione cifrata dalla lista, inserisci la passphrase due volte e premi "Cambia Passphrase".
pt: Selecione uma partição cifrada da lista, preencha a sua frase-senha duas vezes e pressione o botão "Alterar frase-senha".
ru: Выберите зашифрованный раздел из списка, дважды введите парольную фразу и нажмите кнопку «Изменить парольную фразу».
sr: Изаберите шифровану партицију са листе, упишите лозинку два пута и притисните дугме „Измени лозинку“.

source: Create a key file for a selection of encrypted partitions
es_419: Crear un archivo de claves para una selección de particiones cifradas
it: Crea una chiave su file per le partizioni cifrate selezionate
pt: Criar um ficheiro chave para uma selecção de partições cifradas
ru: Создайте файл ключа для выбора зашифрованных разделов
sr: Направите фајл кључа за изабране шифроване партиције

source: Select several encrypted partitions from the list, fill in your passphrase twice and hit the "Manually create key file" button. The first encrypted partition will hold the key file while the other partitions are automatically opened with that key file.
es_419: Selecciona varias particiones cifradas de la lista, completa tu frase de acceso dos veces y pulsa el botón "Crear manualmente el archivo de claves". La primera partición cifrada contendrá el archivo de claves, mientras que las otras particiones se abrirán automáticamente con ese archivo de claves.
it: Seleziona una o più partizioni cifrate dalla lista, inserisci la passphrase due volte e premi "Crea manualmente una chiave su file". La prima partizione cifrata conterrà il file con la chiave mentre le altre partizioni saranno automaticamente aperte usando tale file.
pt: Selecione várias partições cifradas da lista, digite a sua frase-senha duas vezes e clique no botão "Criar manualmente o ficheiro chave". A primeira partição cifrada irá manter o ficheiro chave enquanto as outras partições serão abertas automaticamente com esse ficheiro chave.
ru: Выберите из списка несколько зашифрованных разделов, дважды введите парольную фразу и нажмите кнопку «Создать файл ключа вручную». Первый зашифрованный раздел будет содержать файл ключа, а остальные разделы автоматически открываются с этим файлом ключа.
sr: Изаберите више шифрованих партиција са листе, упишите лозинку два пута и притисните дугме „Ручно направи фајл кључа“. Прва шифрована партиција ће садржати фајл кључа, док ће се остале партиције аутоматски отварати помоћу тог фајла кључа.

source: Decrypt a partition
es_419: Descifrar una partición
it: Decifra una partizione
pt: Decifrar a partição
ru: Расшифровать раздел
sr: Дешифрујте партицију

source: Select an encrypted partition from the list, fill in your passphrase twice and hit the "Decrypt" button. SolydXK System Settings will search for a partition with enough free space to create a temporary backup of the partition you want to decrypt. You will be asked for a backup medium if it cannot find enough free space to continue.
es_419: Selecciona una partición cifrada de la lista, completa tu frase de acceso dos veces y pulsa el botón "Descifrar". SolydXK System Settings buscará una partición con suficiente espacio libre para crear una copia de seguridad temporal de la partición que deseas descifrar. Se te pedirá un medio de respaldo si no puede encontrar suficiente espacio libre para continuar.
it: Seleziona una partizione cifrata dalla lista, completa la passphrase due volte e premi "Decifra". SolydXK System Settings cercherà una partizione con sufficiente spazio libero per creare un backup temporaneo della partizione che si vuole decifrare. Verrà richiesto di inserire un dispositivo per il backup se non sarà possibile reperire sufficiente spazio libero nel sistema.
pt: Selecione uma partição cifrada da lista, preencha sua frase-senha duas vezes e pressione o botão "Decifrar". As Configurações de Sistema SolydXK vai procurar uma partição com espaço livre suficiente para criar um backup temporário da partição que você deseja decifrar. Você será solicitado por um média de backup se não conseguir encontrar espaço livre suficiente para continuar.
ru: Выберите зашифрованный раздел из списка, дважды введите парольную фразу и нажмите кнопку «Расшифровать». Системные настройки SolydXK выполнят поиск раздела с достаточным количеством свободного места для создания временной резервной копии раздела, который вы хотите расшифровать. Вам будет предложено предоставить носитель резервной копии, если на нем не найдется достаточно свободного места для продолжения.
sr: Изаберите шифровану партицију са листе, унесите лозинку два пута и притисните дугме „Дешифруј“. СолидИксК системске поставке ће потражити партицију са довољно слободног простора да направи резервну копију партиције коју дешифрујете. Бићете упитани за резервни диск уколико не пронађемо довољно слободног простора.

source: Troubleshooting
es_419: Resolución de problemas
it: Guida
pt: Solução de problemas
ru: Поиск неисправностей
sr: Отклањање проблема

source: Please help improve this application. You can find the source on our <a href="https://github.com/SolydXK/solydxk-system" target="_blank">GitHub</a> page.
es_419: Por favor, ayuda a mejorar esta aplicación. Puedes encontrar el código fuente en nuestra página de <a href="https://github.com/SolydXK/solydxk-system" target="_blank">GitHub</a>.
it: Per favore aiutaci a migliorare questa applicazione. Puoi trovare il codice sorgente alla nostra pagina <a href="https://github.com/SolydXK/solydxk-system" target="_blank">GitHub</a>.
pt: Por favor ajude a melhorar esta aplicação. Poderá encontrar o código fonte na nossa página do <a href="https://github.com/SolydXK/solydxk-system" target="_blank">GitHub</a> .
ru: Пожалуйста, помогите улучшить это приложение. Исходник вы можете найти на нашей странице <a href="https://github.com/SolydXK/solydxk-system" target="_blank">GitHub</a>.
sr: Помозите да побољшамо ову апликацију. Изворни код можете наћи на нашој <a href="https://github.com/SolydXK/solydxk-system" target="_blank">Гитхаб</a> страници.

source: If for some reason your system does not mount the newly encrypted partition, please visit our <a href="https://forums.solydxk.com" target="_blank">forum</a> and post your issue there.
es_419: Si por alguna razón su sistema no monta la partición recién encriptada, por favor visite nuestro <a href="https://forums.solydxk.com" target="_blank">foro</a> y publique su problema allí.
it: Se per qualche ragione il sistema non monta la partizione appena cifrata, per favore visita il nostro <a href="https://forums.solydxk.com" target="_blank">forum</a>per postare il tuo problema.
pt: Se, por algum motivo, o seu sistema não montar a nova partição cifrada, por favor visite o nosso <a href="https://forums.solydxk.com" target="_blank">fórum</a> e publique seu problema lá.
ru: Если по какой-то причине ваша система не монтирует новый зашифрованный раздел, посетите наш <a href="https://forums.solydxk.com" target="_blank">форум</a> и опубликуйте там свою проблему.
sr: Ако из неког разлога ваш систем не монтира ново шифроване партиције, посетите наш <a href="https://forums.solydxk.com" target="_blank">форум</a> и тамо поставите свој проблем.

source: Don't forget to attach the log file when you post an issue on our forum: /var/log/solydxk-system.log
es_419: No olvide adjuntar el archivo de registro cuando publique un problema en nuestro foro: /var/log/solydxk-system.log
it: Non dimenticare di allegare il file di log quando posti un problema nel nostro forum: /var/log/solydxk-system.log
pt: Não se esqueça de anexar o ficheiro de log quando você publicar um problema no nosso fórum: /var/log/solydxk-system.log
ru: Не забудьте прикрепить файл журнала, когда публикуете проблему на нашем форуме: /var/log/solydxk-system.log
sr: Не заборавите да уз проблем приложите и фајл дневника: /var/log/solydxk-system.log

source: Grub themes
es_419: Temas de Grub
it: Temi di Grub
ru: Темы Grub
