Repository: abalfoort/solydxk-system
Catalog: po/*.po
Languages: es_419, it, pt, ru, sr

source: Could not add {device} to {fstab_path}: missing fs type.
es_419: No se ha podido añadir {device} a {fstab_path}: falta el tipo de fs.
it: Impossibile aggiungere {device} a {fstab_path}: manca il tipo di filesystem.
ru: Не удалось добавить {device} в {fstab_path}: отсутствует тип fs.

source: The partition {device} is already encrypted. Continuing will change the encryption key of this partition. Do you want to continue?
es_419: La partición {device} ya está cifrada. Al continuar se cambiará la clave de cifrado de esta partición. ¿Deseas continuar?
it: La partizione {device} è già cifrata. Continuando verrà cambiata la chiave di codifica di questa partizione. Continuare?
ru: Раздел {device} уже зашифрован. Продолжение приведет к изменению ключа шифрования этого раздела. Вы хотите продолжить?

source: {device} is not encrypted. Please choose an encrypted partition.
es_419: {device} no está cifrada. Por favor, elije una partición cifrada.
it: {device} non è cifrata. Si prega di selezionare una partizione cifrata.
ru: {device} не зашифрован. Пожалуйста, выберите зашифрованный раздел.

source: You need a backup partition with at least {size} free. Mount a backup drive and hit the refresh button.
es_419: Necesitas una partición de respaldo con al menos {size} libres. Monta una unidad de copia de seguridad y pulsa el botón de actualización.
it: La partizione deve avere almeno {size} di spazio libero. Montare un disco di backup e premere il bottone aggiorna.
ru: Вам нужен резервный раздел, в котором свободно не менее {size}. Подключите резервный диск и нажмите кнопку обновления.

source: Passphrase changed for {devices}.
es_419: Frase clave cambiada por {devices}.
it: Passphrase cambiata per {devices}
ru: Парольная фраза для {devices} изменена.

source: Passphrase (6+ chrs)
it: Passphrase (6+ car)
ru: Парольная фраза (6+ символов)

source: Please provide a passphrase (6+ characters).
it: Prego, inserire una passphrase (6+ caratteri)
ru: Укажите парольную фразу (6+ символов).

source: Boot splash
it: Schermata di avvio

source: Select a theme for Plymouth and Grub.
it: Scegliete un tema per Plymouth e Grub.
ru: Выберите тему для Plymouth и Grub.
