Repository: abalfoort/solydxk-system
Catalog: po/*.po
Languages: es_419, it, pt, ru, sr

source: Unexpected error
es_419: Error inesperado
it: Errore inatteso
pt: Erro inesperado
ru: Неожиданная ошибка
sr: Неочекивана грешка

source: SolydXK System Settings has failed with the following unexpected error. Please submit a bug report!
es_419: SolydXK System Settings ha fallado con el siguiente error inesperado. Por favor envía el reporte del bug!
it: SolydXK System Settings riporta il seguente messaggio di errore inatteso. Si consiglia di inviare una segnalazione del bug!
pt: As Configurações de Sistema SolydXK falharam com o seguinte erro. Por favor envie um relatório de bug!
ru: SolydXK System Settings не удалось выполнить из-за следующей непредвиденной ошибки. Пожалуйста, отправьте отчет об ошибке!
sr: Поставке СолидИксК система су имале неочекивану грешку. Пошаљите извештај о грешци!

source: Neither grub nor burg found
pt: Nem grub ou burg foi encontrado
sr: Ни „grub“ ни „burg“ нису нађени

source: Could not create a backup on {backup_dir} (rsync code: {rsync_code}). Please, select another backup medium before you try again.
es_419: No se ha podido crear una copia de seguridad en {backup_dir} (rsync code: {rsync_code}). Por favor, seleccione otro medio de copia de seguridad antes de volver a intentarlo.
it: Non è stato possibile creare un backup su {backup_dir} (rsync code: {rsync_code}). Si prega di inserire un'altra periferica per eseguire il backup e riprovare.
pt: Não foi possível criar um backup no {backup_dir} (rsync code: {rsync_code}). Por favor, selecione outro meio de backup antes de tentar novamente.
ru: Не удалось создать резервную копию на {backup_dir} (rsync code: {rsync_code}). Пожалуйста, выберите другой носитель резервной копии, прежде чем повторить попытку.
sr: Не могу да направим резерву у {backup_dir} (rsync код: {rsync_code}). Изаберите други медијум за резерву пре него што покушате поново.

source: Could not format the device {device}. You need to manually format the device and restore your data from: {backup_dir}
es_419: No se ha podido formatear el dispositivo {device}. Debe formatear manualmente el dispositivo y restaurar sus datos desde: {backup_dir}
it: Non è stato possibile formattare la periferica {device}. Si prega di formattare manualmente la periferica e recuperare i dati da: {backup_dir}
pt: Não foi possível formatar o dispositivo {device}. Você precisa de formatar o dispositivo manualmente e restaurar os dados a partir de: {backup_dir}
ru: Не удалось отформатировать устройство {device}. Вам необходимо вручную отформатировать устройство и восстановить данные из: {backup_dir}
sr: Не могу да форматирам уређај {device}. Морате ручно да форматирате уређај и вратите податке из: {backup_dir}

source: Could not restore the backup (rsync code: {rsync_code}). You need to manually restore your data from: {backup_dir}
es_419: No se pudo restaurar la copia de seguridad (rsync code: {rsync_code}). Debes restaurar manualmente tus datos desde: {backup_dir}
it: Non è stato possibile recuperare il backup (rsync code: {rsync_code}). Si prega di recuperare manualmente i dati da: {backup_dir}
pt: Não foi possível restaurar o backup (rsync code: {rsync_code}). Você precisa de restaurar os seus dados manualmente de: {backup_dir}
ru: Не удалось восстановить резервную копию (rsync code: {rsync_code}). Вам необходимо вручную восстановить данные из: {backup_dir}
sr: Не могу да вратим резерву (rsync код: {rsync_code}). Морате ручно да вратите податке из: {backup_dir}

source: Error formatting partition {0}: It has no file system type.
es_419: Error formateando partición {0}: No tiene ningún tipo de sistema de archivos.
it: Errore durante la formattazione della partizione {0}: Non è presente alcun tipo di file system.
pt: Erro ao formatar a partição {0}: Não tem nenhum tipo de ficheiro de sistema.
ru: Ошибка форматирования раздела {0}: У него нет типа файловой системы.
sr: Грешка при форматирању партиције {0}: Нема тип фајл система.

source: Could not change the passphrase for {0} Please, provide the current and new passphrase.
es_419: No se ha podido cambiar la frase de acceso para {0} Por favor, proporcione la frase de acceso actual y la nueva.
it: Non è stato possibile cambiare la passphrase per {0} Si prega di inserire la passphrase attuale e la nuova passphrase.
pt: Não foi possível alterar a frase-senha para {0} Por favor, forneça a atual e a nova frase-senha.
ru: Не удалось изменить парольную фразу для {0} Пожалуйста, укажите текущую и новую парольную фразу.
sr: Не могу да изменим лозинку за {0} Дајте тренутну и нову лозинку.

source: Neither grub nor burg found in /etc/default
pt: Nem grub ou burg foi encontrado em /etc/default
sr: Ни „grub“ ни „burg“ се не налазе у /etc/default

source: View log
es_419: Ver Log
it: Visualizza registro
pt: Ver log
ru: Посмотреть log-журнал
sr: Прикажи дневник

source: Save backports
es_419: Guardar backports
it: Salva backports
pt: Salvar backports
ru: Сохранить backports
sr: Сачувај бекпорт

source: Save mirrors
es_419: Guardar mirrors
it: Salva mirrors
pt: Salvar os espelhos
ru: Сохранить mirrors
sr: Сачувај сервере

source: Check mirrors speed
es_419: Comprobar la velocidad de los mirrors
pt: Verificar a velocidade aos espelhos
sr: Провери брзине сервера

source: Remove
es_419: Eliminar
it: Rimuovi
pt: Remover
ru: Удалить
sr: Уклони

source: Hold back
es_419: Retener
it: Trattieni
pt: Reter
sr: Задржи

source: Repositories
es_419: Repositorios
it: Repository
pt: Repositórios
ru: Репозитории
sr: Складишта

source: Encryption
es_419: Cifrado
it: Cifratura
pt: Cifragem
ru: Шифрование
sr: Шифровање

source: Passphrase (6-20 chr)
es_419: Frase de acceso (6-20 caracteres)
pt: Frase-senha (6-20 chr)
sr: Лозинка (6-20 зн)

source: Encrypt
es_419: Cifrar
it: Cifra
pt: Cifrar
ru: Шифровать
sr: Шифруј

source: Decrypt
es_419: Descifrar
it: Decifra
pt: Decifrar
ru: Расшифровать
sr: Дешифруј

source: Change passphrase
es_419: Cambiar la frase de acceso
it: Cambia passphrase
pt: Alterar a frase-senha
ru: Изменить парольную фразу
sr: Измени лозинку

source: Manually create key file
es_419: Crear manualmente el archivo de claves
it: Crea manualmente la chiave
pt: Criar manualmente um ficheiro chave
ru: Создать файл ключа вручную
sr: Ручно направи фајл кључа

source: Localization
es_419: Ubicación
it: Traduzione
pt: Localização
ru: Локализация
sr: Локализација

source: Timezone
es_419: Zona horaria
it: Fuso orario
pt: Fuso horário
ru: Часовой пояс
sr: Временска зона

source: Locale
es_419: Ubicación
it: Lingua
pt: Local
ru: Локаль
sr: Локалитет

source: Enable encryption: this will temporarily mount any not mounted partition.
es_419: Activar el cifrado: esto montará temporalmente cualquier partición no montada.
it: Abilita cifratura: verrà temporaneamente montata ogni partizione non montata
pt: Ativar a cifragem: isto vai montar temporariamente qualquer partição não montada.
ru: Включить шифрование: это временно смонтирует любой несмонтированный раздел.
sr: Укључи шифровање: ово ће привремено монтирати све немонтиране партиције.

source: Encrypt partitions and keep your data safe. Warning: backup your data before you continue! Note: you can Ctrl-left click to select multiple partitions.
es_419: Cifre las particiones y mantenga sus datos a salvo. Atención: ¡Haga una copia de seguridad de sus datos antes de continuar! Nota: Puede seleccionar varias particiones con Ctrl+clic izquierdo.
it: Cripta le partizioni e mantieni al sicuro i tuoi dati. Attenzione: esegui un backup prima di continuare! Nota: usando Ctrl-clic sinistro è possibile selezionare più partizioni
pt: Cifrar partições e manter os seus dados seguros. Aviso: faça uma cópia de segurança dos seus dados antes de continuar! Nota: você pode pressionar Ctrl+ botão esquerdo do rato para selecionar múltiplas partições.
ru: Зашифруйте разделы и сохраните свои данные в безопасности. Внимание: сделайте резервную копию данных, прежде чем продолжить! Примечание: вы можете щелкнуть Ctrl-left для выбора нескольких разделов.
sr: Шифрујте партиције и држите податке на сигурном. Упозорење: направите резерву пре него што наставите! Напомена: помоћу Ctrl+леви клик можете изабрати више партиција.

source: Configure your locales (one as default) and time zone. Note: make sure you have an internet connection to localize your software.
es_419: Configura tus ubicaciones (una por defecto) y zona horaria. Nota: asegúrate de que tienes conexión a internet para geolocalizar tu software.
it: Configura le lingue (una come predefinita) ed il fuso orario. Nota: assicurati di avere una connessione ad internet funzionante per scaricare i pacchetti di traduzione.
pt: Configure os seus locais (uma por defeito) e o fuso horário. Nota: certifique-se de ter uma conexão à Internet para localizar o seu software.
ru: Настройте свои региональные стандарты (один по умолчанию) и часовой пояс. Примечание. Убедитесь, что у вас есть подключение к Интернету для локализации вашего программного обеспечения.
sr: Поставите локалитете (један као подразумеван) и временску зону. Напомена: постарајте се да имате интернет везу да би локализовали програме.

source: Enable the Backports repository if you need a newer software version. Warning: installing software from the backports repository may de-stabalize your system. Use at your own risk!
es_419: Habilite el repositorio de Backports si necesita una versión de software más reciente. Atención: la instalación de software del repositorio de backports puede desestabilizar su sistema. ¡Utilícelo bajo su propia responsabilidad!
it: Abilita i repositiry Backports se si avverte la necessità di scaricare versioni più recenti dei pacchetti. Attenzione: installando applicazioni da Backports si può compromettere la stabilità del sistema. Usare a proprio rischio!
pt: Ativar o repositório Backports se precisa de uma versão de software mais recente. Aviso: Ao instalar o software a partir do repositório de Backports pode desestabilizar o seu sistema. Use por sua conta e risco!
ru: Включите репозиторий Backports, если вам нужна более новая версия программного обеспечения. Внимание: установка программного обеспечения из репозитория backports может дестабилизировать вашу систему. Используйте на свой риск!
sr: Укључите бекпорт складишта ако вам треба новији софтвер. Упозорење: инсталација софтвера из бекпорт складишта може дестабилизовати систем. Користите на сопствени ризик!

source: Select the fastest repository for your updates. Note: make sure you have an internet connection.
es_419: Seleccione el repositorio más rápido para sus actualizaciones. Nota: asegúrese de tener una conexión a Internet.
it: Selezionare il repository più veloce per gli aggiornamenti. Nota: assicurarsi di avere una connessione ad internet funzionante.
pt: Selecione o repositório mais rápido para as suas atualizações. Nota: Certifique-se de que tem uma ligação à Internet.
ru: Выберите самый быстрый репозиторий для ваших обновлений. Примечание: убедитесь, что у вас есть подключение к Интернету.
sr: Изаберите најбрже складиште за своја ажурирања. Проверите да постоји интернет веза.

source: Hold back packages
es_419: Retener paquetes
it: Blocca versione dei pacchetti
pt: Pacotes a reter
ru: Hold back пакеты
sr: Задржи пакете

source: Held back packages
es_419: Paquetes retenidos
it: Sblocca pacchetti
pt: Pacotes retidos
ru: Held back пакеты
sr: Задржани пакети

source: Available packages
es_419: Paquetes disponibles
it: Pacchetti disponibili
pt: Pacotes disponíveis
ru: Доступные пакеты
sr: Доступни пакети

source: Hold back individual packages. Holding back a package will prevent this package from being updated.
es_419: Retener paquetes individuales. Retener un paquete impedirá que éste se actualice.
it: Blocca la versione di specifici pacchetti. Bloccare la versione dei pacchetti ne impedisce l'aggiornamento.
pt: Reter pacotes individuais. Ao reter um pacote, impedirá que este pacote seja atualizado.
ru: Hold back индивидуальные пакеты. Holding back пакет предотвратит обновление этого пакета.
sr: Задржавање појединачних пакета. Задржавање пакета значи да се пакет неће даље ажурирати.

source: Save locale
es_419: Guardar la configuración regional
it: Salva lingua
pt: Salvar a localização
ru: Сохранить локаль
sr: Сачувај локалитет

source: Installed
es_419: Instalado
it: Installato
pt: Instalado
ru: Установлен
sr: Инсталирано

source: Language
es_419: Lenguaje
it: Lingua
pt: Língua
ru: Язык
sr: Језик

source: Default
es_419: Predeterminado
it: Predefinito
pt: Predefinição
ru: По умолчанию
sr: Подразумевано

source: Please provide a passphrase (6-20 characters).
es_419: Por favor proporcione una frase de acceso (6-20 caracteres).
pt: Por favor, forneça uma frase-senha (6-20 caracteres).
sr: Наведите лозинку (6-20 знакова)

source: Could not mount {0} Please mount {0} and refresh when done.
es_419: No se pudo montar {0} Por favor, monte {0} y actualice cuando termine.
it: Impossibile montare {0} Si prega di montare {0} e riprovare.
pt: Não é possível montar {0} Por favor, montar {0} e atualize quando terminar.
ru: Не удалось смонтировать {0} Пожалуйста, смонтируйте {0} и обновите, когда закончите.
sr: Не могу да монтирам {0} Монтирајте {0} и освежите када завршите.

source: Cleanup
es_419: Limpiar
it: Pulizia
pt: Limpeza
ru: Очистка
sr: Чишћење

source: Remove unneeded packages Pre-selected packages are safe to remove (autoremove). Other packages: remove with caution!
es_419: Elimine los paquetes innecesarios. Los paquetes preseleccionados se pueden eliminar con seguridad (autoremove). Otros paquetes: elimínelos con precaución.
it: Rimuovi pacchetti non necessari Pacchetti preselezionati: rimozione sicura (autoremove) Altri paccehtti: rimuovere con attenzione!
pt: Remove pacotes desnecessários Os pacotes pré-selecionados são seguros para remover (autoremove). Outros pacotes: remova com precaução!
ru: Удалить ненужные пакеты Pre-selected пакеты можно безопасно удалить (autoremove). Другие пакеты: удалять осторожно!
sr: Уклањање непотребних пакета Већ означени пакети су безбедни за (аутоматско) уклањање. Остале пакете, уклањајте са опрезом!

source: Unneeded packages
es_419: Paquetes innecesarios
it: Pacchetti non più necessari
pt: Pacotes desnecessários
ru: Ненужные пакеты
sr: Непотребни пакети

source: Fstab mounts
es_419: Montajes Fstab
it: Modifica fstab
pt: Montagens Fstab
ru: Fstab монтирования
sr: fstab монтирања

source: Mount additional partitions on boot with Fstab. When added to Fstab, the partition will be mounted in /media.
es_419: Montar particiones adicionales en el arranque con Fstab. Cuando se añade a Fstab, la partición se montará en /media.
it: Monta le partizioni all'avvio del sistema con Fstab. Quando le aggiungi a Fstab, le partizioni verranno montate sotto /media.
pt: Montar partições adicionais no arranque com Fstab. Quando adicionado ao Fstab, a partição será montada em /media.
ru: Монтируйте дополнительные разделы при загрузке с помощью Fstab. При добавлении в Fstab раздел будет смонтирован в /media.
sr: Монтирање додатних партиција при подизању. Када се додају у „fstab“, партиције ће бити монтиране у /media

source: Save Fstab mounts
es_419: Guardar los montajes de Fstab
it: Salva Fstab
pt: Salvar montagens do Fstab
ru: Сохранить монтирования Fstab
sr: Сачувај fstab монтирања

source: Save drivers
es_419: Guardar los controladores
it: Salva i drivers
pt: Salvar drivers
ru: Сохранить драйвера
sr: Сачувај драјвере

source: Use Backports
es_419: Usar Backports
it: Usa i Backports
pt: Usar Backports
ru: Использовать Backports
sr: Користи бекпорт

source: Device Driver
es_419: Controlador de dispositivo
pt: Driver do Dispositivo
ru: Драйвер устройства
sr: Драјвер уређаја

source: Install drivers for supported hardware. Note: this will install the open drivers, NOT the proprietary drivers.
es_419: Instalar controladores para el hardware compatible. Nota: esto instalará los controladores abiertos, NO los controladores propietarios.
it: Installa dirver per l'hardware supportaato Nota: saranno installati driver open, NON driver proprietari.
pt: Instalar drivers para o hardware suportado. Nota: isto vai instalar os drivers abertos, NÃO os drivers proprietários.
ru: Установите драйвера для поддерживаемого оборудования. Примечание. При этом будут установлены открытые, а НЕ проприетарные драйвера.
sr: Инсталација драјвера за подржани хардвер. Напомена: ово ће инсталирати отворене а НЕ власничке драјвере.

source: Plymouth splash
sr: Плимут екран

source: Select a Plymouth boot splash theme.
pt: Selecionar um tema de arranque Plymouth splash.
sr: Избор подизне теме за Плимут

source: Plymouth themes
es_419: Temas de Plymouth
it: Temi di Plymouth
pt: Temas Plymouth
ru: Темы Plymouth
sr: Теме за Плимут

source: Enable Plymouth splash
pt: Ativar Plymouth splash
sr: Укључи Плимут екран

source: Save
es_419: Guardar
it: Salva
pt: Salvar
ru: Сохранить
sr: Сачувај

source: Resolution
es_419: Resolución
it: Risoluzione
pt: Resolução
ru: Разрешение
sr: Резолуција

source: Partition
es_419: Partición
it: Partizione
pt: Partição
ru: Раздел
sr: Партиција

source: Label
es_419: Etiqueta
it: Etichetta
pt: Etiqueta
ru: Метка
sr: Ознака

source: File system
es_419: Sistema de archivos
pt: Sistema de ficheiro
ru: Файловая система
sr: Фајл-систем

source: Total size
es_419: Tamaño total
it: Spazio totale
pt: Tamanho total
ru: Общий размер
sr: Величина

source: Free size
es_419: Tamaño libre
it: Spazio libero
pt: Tamanho livre
ru: Свободно
sr: Слободно

source: Mount point
es_419: Punto de montaje
it: Punto di mount
pt: Ponto de montagem
ru: Точка монтирования
sr: Тачка монтирања

source: Add
es_419: Agregar
it: Aggiungi
pt: Adicionar
ru: Добавить
sr: Додај

source: Could not add {} to {}: missing fs type.
pt: Não é possível adicionar {} para {}: tipo de fs em falta.
sr: Не могу да додам {} у {}: недостаје тип фајл система.

source: Changes were made to fstab. Please reboot your computer for these changes to take effect.
es_419: Se han realizado cambios en fstab. Por favor, reinicie su ordenador para que estos cambios surtan efecto.
it: Sono state apportate modifiche a fstab. Si prega di riavviare il computer per rendere effettivi i cambiamenti.
pt: As alterações foram feitas para fstab. Por favor, reinicie o computador para que essas alterações tenham efeito.
ru: Изменения были внесены в fstab. Пожалуйста, перезагрузите компьютер, чтобы эти изменения вступили в силу.
sr: Начињене су измене у фајлу „fstab“. Поново покрените рачунар да би измене биле примењене.

source: No changes were made to fstab.
es_419: No se han hecho cambios en fstab.
it: Nessuna modifica a fstab.
pt: Não foram feitas alterações para fstab.
ru: Никаких изменений в fstab не вносилось.
sr: fstab није измењен.

source: No internet connection
es_419: No hay conexión a Internet
it: Nessuna connessione internet
pt: Sem conexão com a Internet
ru: Нет соединения с интернетом
sr: Нема интернет везе

source: You need an internet connection to install the additional software. Please, connect to the internet and try again.
es_419: Necesita una conexión a Internet para instalar el software adicional. Por favor, conéctese a Internet y vuelva a intentarlo.
it: È necessaria una connessione ad internet per installare pacchetti aggiuntivi. Si prega di connettersi ad internet e riprovare.
pt: Necessita de uma conexão à Internet para instalar o “software” adicional. Por favor, conecte-se à Internet e tente novamente.
ru: Для установки дополнительного программного обеспечения необходимо подключение к Интернету. Пожалуйста, подключитесь к Интернету и повторите попытку.
sr: Потребна вам је интернет веза да бисте инсталирали додатне програме. Повежите се и покушајте поново.

source: You have selected to install drivers from the backports repository whenever they are available. Although you can run more up to date software using the backports repository, you introduce a greater risk of breakage doing so. Are you sure you want to continue?
es_419: Ha seleccionado instalar controladores del repositorio de backports siempre que estén disponibles. Aunque puede ejecutar software más actualizado utilizando el repositorio de backports, ¿Está seguro de que desea continuar?
it: È stato scelto di installare i driver dai repository Backports se disponibili. Anche se i repository Backports contengono pacchetti generalmente più aggiornati, utilizzandoli si introducono potenziali rischi di stabilità nel sistema. Si vuole continuare comunque?
pt: Selecionou drivers a instalar a partir do repositório backports sempre que estiverem disponíveis. Embora possa executar mais software atualizado ao usar o repositório de backports, introduz um maior risco de quebra ao fazê-lo. Tem a certeza que quer continuar?
ru: Вы выбрали установку драйверов из репозитория backports, всякий раз когда они доступны. Хотя вы можете запустить более современное программное обеспечение, используя репозиторий backports, вы при этом увеличиваете риск поломки. Вы уверены что хотите продолжить?
sr: Изабрали сте да драјвере инсталирате из бекпорт складишта, када су доступни. Иако коришћењем бекпорт складишта добијате новије верзије софтвера, тиме такође повећавате ризик за појаву грешака. Заиста желите да наставите?

source: Remove kernel
es_419: Eliminar el kernel
it: Rimuovi kernel
pt: Remover o kernel
ru: Удалить ядро
sr: Уклони кернел

source: You cannot remove a booted kernel. Please, boot another kernel and try again.
es_419: No se puede eliminar un kernel arrancado. Por favor, arranca otro kernel e inténtalo de nuevo.
it: Impossibile eliminare un kernel in esecuzione
pt: Não pode remover um “kernel” iniciado. Por favor, inicie com um outro “kernel” e tente de novo.
ru: Вы не можете удалить загруженное ядро. Пожалуйста, загрузите другое ядро ​​и повторите попытку.
sr: Не можете уклонити активан кернел. Подигните систем другим кернелом и покушајте поново.

source: Install
es_419: Instalar
it: Installa
pt: Instalar
ru: Установить
sr: Инсталирај

source: Device
es_419: Dispositivo
it: Periferica
pt: Dispositivo
ru: Устройство
sr: Уређај

source: Encrypted partition
es_419: Partición cifrada
it: Cripta partizione
pt: Partição cifrada
ru: Зашифрованный раздел
sr: Шифрована партиција

source: The partition {0} is already encrypted. Continuing will change the encryption key of this partition. Do you want to continue?
pt: A partição {0} já está cifrada. Ao continuar, mudará a chave de cifra desta partição. Vai querer continuar?
sr: Партиција {0} је већ шифрована. Ако наставите, изменићете кључ за ову партицију. Желите ли да наставите?

source: The partition is not encrypted. Please choose another partition to decrypt.
es_419: La partición no está cifrada. Por favor, elige otra partición para descifrar.
it: La partizione non è cifrata. Si prega di selezionare un'altra partizione da decifrare.
pt: A partição não está cifrada. Por favor, escolha outra partição para cifrar.
ru: Раздел не зашифрован. Пожалуйста, выберите другой раздел для расшифровки.
sr: Партиција није шифрована. Изаберите другу коју желите да дешифрујете.

source: Could not install cryptsetup/cryptsetup-initramfs.
es_419: No se pudo instalar cryptsetup/cryptsetup-initramfs.
it: Non ho potuto installare cryptsetup/cryptsetup-initramfs.
pt: Não é possível instalar cryptsetup/cryptsetup-initramfs.
ru: Не удалось установить cryptsetup/cryptsetup-initramfs.
sr: Не могу да инсталирам „cryptsetup/cryptsetup-initramfs“

source: %s is not encrypted. Please choose an encrypted partition.
pt: %s não é cifrada. Por favor, escolha uma partição cifrada.
sr: %s није шифрована. Изаберите шифровану партицију.

source: Backup
es_419: Copia de seguridad
pt: Cópia de segurança
sr: Резервна копија
